anysphere.pyright
bracketpaircolordlw.bracket-pair-color-dlw
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fwcd.kotlin
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
mathiasfrohlich.kotlin
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vscode.remote-server
msjsdiag.vscode-react-native
openai.chatgpt
orta.vscode-jest
redhat.java
scala-lang.scala
streetsidesoftware.code-spell-checker
tomoki1207.pdf
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wakatime.vscode-wakatime
yzane.markdown-pdf
